Resources/template/soap.envelope.xml

<Envelope xmlns=\"http://schemas.xmlsoap.org/soap/envelope/\">
<Header>
	<wsse:Security xmlns:wsse=\"http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd\">
		<wsse:UsernameToken>
			<wsse:Username></wsse:Username>
			<wsse:Password></wsse:Password>
		</wsse:UsernameToken>
	</wsse:Security>
</Header>
<Body>
	<Kerdes xmlns=\"http://www.iop.hu/2004\">
		<KerdesFejlec>
			<Felhasznalo></Felhasznalo>
			<UzenetIdopont></UzenetIdopont>
		</KerdesFejlec>
		<Session></Session>
		<Parancs>
			<Rendszer></Rendszer>
			<Szolgaltatas></Szolgaltatas>
			<Cimke/>
		</Parancs>
		<Form xmlns:hkp=\"http://iop.gov.hu/2008/10/hkp\">
			
		</Form>
	</Kerdes>
</Body>
</Envelope>